app/controllers/photos_controller.rb

	def index
    @photos = Photo.order('created_at')
---
SELECT "photos".* FROM "photos"  ORDER BY created_at